import styles from "./Rules.module.css";

const Rules = () => {
  return (
    <div className={`${styles.rules} col`}>
      <h2>Beauty Booth Raffle Draw</h2>
      <div className={`${styles.text}`}>
        <h3>নিয়মাবলী:</h3>
        <ul>
          <li>১৯৯৯ টাকা বা তার চেয়ে বেশি প্রত্যেকটি অর্ডারের জন্য পাবেন একটি করে কুপন। </li>
          <li>কনটেস্ট চলাকালীন সময়ের মধ্যে নির্ধারিত মূল্যের প্রত্যেকটি অর্ডারের জন্য একটি করে কুপন দেয়া হবে।</li>
          <li>অর্ডার কনফার্ম হওয়া সাপেক্ষে কুপন "র‍্যাফেল ড্র" এর জন্য বিবেচিত হবে।</li>
          <li>কন্টেস্টের নির্ধারিত সময়সীমা শেষে "র‍্যাফেল ড্র" এর মাধ্যমে বিজয়ী ঘোষণা করা হবে।</li>
          <li>"র‍্যাফেল ড্র" এর সময়সীমা ৪ জুন থেকে ৩১ জুলাই পর্যন্ত।(৫৬ দিন)</li>
          <li>"র‍্যাফেল ড্র" এর মাধ্যমে নির্বাচিত ৬১জন বিজয়ী পাবেন পুরক্ষার ।</li>
          <li>এই কনটেস্টের যাবতীয় নিয়মাবলী সংশোধন ও পরিবর্তনের অধিকার বিউটি বুথ কর্তৃক সংরক্ষিত</li>
        </ul>
      </div>
    </div>
  );
};

export default Rules;
